7zip
accountsservice
adw-gtk-theme
alsa-plugins
alsa-utils
amd-ucode
aubio
base
base-devel
bluez
bluez-hid2hci
bluez-libs
bluez-utils
btop
btrfs-progs
cachyos-fish-config
cachyos-hooks
cachyos-keyring
cachyos-mirrorlist
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
chwd
claude-code
cliphist
cmake
cryptsetup
dart-sass
ddcutil
device-mapper
diffutils
discord
distrobox
dosfstools
e2fsprogs
efibootmgr
egl-wayland
exfatprogs
fastfetch
ffmpegthumbnailer
file-roller
firefox
foot
fuzzel
gamemode
git
glfw
glm
gpu-screen-recorder
greetd
greetd-tuigreet
grimblast-git
gst-plugin-pipewire
gtk4-layer-shell
gvfs
hypridle
hyprland
hyprpicker
iptables-nft
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
libva-nvidia-driver
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
lsb-release
lvm2
man-db
mdadm
mesa-utils
micro
mkinitcpio
mpv
nemo
nemo-fileroller
networkmanager
noto-fonts
noto-fonts-emoji
ntfs-3g
nvidia-settings
nvidia-utils
opencl-nvidia
openssh
otf-codenewroman-nerd
pacman-contrib
pamixer
papirus-icon-theme
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
podman
polkit-gnome
power-profiles-daemon
prismlauncher
protonplus
python
python-packaging
qt6-wayland
resvg
ripgrep
rsync
rtkit
slurp
snapper
starship
steam
stow
sudo
swappy
texinfo
trash-cli
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ufw
unrar
unzip
upower
usbutils
uwsm
vim
vulkan-headers
vulkan-icd-loader
which
wireless-regdb
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xrandr
xorg-xwayland
yay
